<?php
    /*
    * Project:     Clan Stat
    * License:     Creative Commons - Attribution-Noncommercial-Share Alike 3.0 Unported
    * Link:        http://creativecommons.org/licenses/by-nc-sa/3.0/
    * -----------------------------------------------------------------------
    * Began:       2011
    * Date:        $Date: 2011-10-24 11:54:02 +0200 $
    * -----------------------------------------------------------------------
    * @author      $Author: Edd, Exinaus, Shw  $
    * @copyright   2011-2012 Edd - Aleksandr Ustinov
    * @link        http://wot-news.com
    * @package     Clan Stat
    * @version     $Rev: 3.0.0 $
    *
    */
?>
<?php
$lang_tz['timezones_list'] = array(
        '-11'   => '[UTC − 11] о. Мидуэй, Самоа',
        '-10'   => '[UTC − 10] Гавайи',
        '-9.5'  => '[UTC − 9:30] Маркизские острова',
        '-9'    => '[UTC − 9] Аляска',
        '-8'    => '[UTC − 8] Тихоокеанское время (США и Канада) и Тихуана',
        '-7'    => '[UTC − 7] Аризона',
        '-6'    => '[UTC − 6] Мехико, Центральная Америка, Центральное время (США и Канада)',
        '-5'    => '[UTC − 5] Индиана (восток), Восточное время (США и Канада)',
        '-4.5'  => '[UTC − 4:30] Венесуэла',
        '-4'    => '[UTC − 4] Сантьяго, Атлантическое время (Канада)',
        '-3.5'  => '[UTC − 3:30] Ньюфаундленд',
        '-3'    => '[UTC − 3] Бразилия, Гренландия',
        '-2'    => '[UTC − 2] Среднеатлантическое время',
        '-1'    => '[UTC − 1] Азорские острова, острова Зелёного мыса',
        '0'     => '[UTC] Время по Гринвичу: Дублин, Лондон, Лиссабон, Эдинбург',
        '1'     => '[UTC + 1] Берлин, Мадрид, Париж, Рим, Западная Центральная Африка',
        '2'     => '[UTC + 2] Афины, Вильнюс, Киев, Рига, Таллин, Центральная Африка',
        '3'     => '[UTC + 3] Багдад, Калининград, Минск, Кувейт, Эр-рияд, Найроби',
        '3.5'   => '[UTC + 3:30] Тегеран',
        '4'     => '[UTC + 4] Волгоград, Москва, Самара, Санкт-Петербург, Баку, Ереван, Тбилиси',
        '4.5'   => '[UTC + 4:30] Кабул',
        '5'     => '[UTC + 5] Исламабад, Карачи,  Ташкент',
        '5.5'   => '[UTC + 5:30] Бомбей, Калькутта, Мадрас, Нью-Дели',
        '5.75'  => '[UTC + 5:45] Катманду',
        '6'     => '[UTC + 6] Алматы, Астана, Екатеринбург, Оренбург',
        '6.5'   => '[UTC + 6:30] Янгон',
        '7'     => '[UTC + 7] Бангкок, Джакарта, Новосибирск, Омск, Ханой',
        '8'     => '[UTC + 8] Гонконг, Красноярск, Пекин, Сингапур',
        '8.75'  => '[UTC + 8:45] Юго-Западная Австралия',
        '9'     => '[UTC + 9] Иркутск, Сеул, Токио',
        '9.5'   => '[UTC + 9:30] Аделаида, Дарвин',
        '10'    => '[UTC + 10] Благовещенск, Якутск',
        '10.5'  => '[UTC + 10:30] Лорд-Хау',
        '11'    => '[UTC + 11] Владивосток, Чита, Сахалин, Хабаровск',
        '12'    => '[UTC + 12] Магадан, Камчатка, Фиджи',
        '12.75' => '[UTC + 12:45] Острова Чатем',
        '13'    => '[UTC + 13] Нукуалофа',
        '14'    => '[UTC + 14] Остров Лайн'
);
$lang['timezone'] = 'Часовой пояс: ';
$lang['cur_timezone'] = 'Текущее время модуля: ';
?>