<?php
    $lang['activity_1'] = 'Отобразить активность с:';
    $lang['activity_2'] = 'по:';
    $lang['activity_3'] = 'отображать дни без активности';
    $lang['activity_4'] = 'Всего';
    $lang['activity_error_1'] = 'Этот реплей уже загружался.<br />';
    $lang['activity_error_2'] = 'Данные о активности за выбранный период отсутствуют.<br />';
    $lang['activity_5'] = 'отображать только итоговый результат';
    $lang['activity_6'] = 'Категории';
    $lang['activity_7'] = 'Файл:';
    $lang['a_cat_1'] = 'Общая';
    $lang['a_cat_2'] = 'Глобальная карта';
    $lang['a_cat_3'] = 'Рвотные бои';
    $lang['a_cat_4'] = 'Тренировки';
?>