<?php
  $lang['gk_error_1'] = 'Размер файла превышает три мегабайта.<br />';
  $lang['gk_error_2'] = 'Ошибка загрузки файла.<br />';
  $lang['gk_error_3'] = 'Не удалось найти информацию о бое.<br />';
  $lang['gk_error_4'] = 'Не удалось найти информацию о результатах боя.<br />';
  $lang['gk_error_5'] = 'Автор реплея не состоит в этом клане.<br />';
  $lang['gk_error_6'] = 'Реплей не с Глобальной Карты.<br />';
  $lang['gk_error_7'] = 'Устаревший или неверный реплей: игрок ';
  $lang['gk_error_8'] = ' не состоит в этом клане.<br />';
  $lang['gk_error_9'] = 'Заблокированная техника отсутствует.';
  $lang['gk_info_1'] = 'Загрузить реплей';
  $lang['gk_info_2'] = 'Дата разблокировки:<br />';
  $lang['gk_info_3'] = 'Будет разблокирован через:<br /> ';
  $lang['gk_info_4'] = 'дней - ';
  $lang['gk_info_5'] = 'часов - ';
  $lang['gk_info_6'] = 'минут - ';
  $lang['gk_info_7'] = '<br />Время на сервере: ';
  $lang['gk_info_8'] = '<br />Время с учетом TIME: ';
  $lang['gk_info_9'] = 'Отправить';
  $lang['gk_info_10'] = 'Танк';
  $lang['gk_info_11'] = 'Уничтожен?';
  $lang['gk_error_10'] = 'Выберите уничтоженную технику:';
?>