<?php
    /*
    * Project:     Clan Stat
    * License:     Creative Commons - Attribution-Noncommercial-Share Alike 3.0 Unported
    * Link:        http://creativecommons.org/licenses/by-nc-sa/3.0/
    * -----------------------------------------------------------------------
    * Began:       2011
    * Date:        $Date: 2011-10-24 11:54:02 +0200 $
    * -----------------------------------------------------------------------
    * @author      $Author: Edd, Exinaus, Shw  $
    * @copyright   2011-2013 Edd - Aleksandr Ustinov
    * @link        http://wot-news.com
    * @package     Clan Stat
    * @version     $Rev: 3.1.1 $
    *
    */


  $lang['gk_error_1'] = 'Размер файла превышает три мегабайта.<br />';
  $lang['gk_error_2'] = 'Ошибка загрузки файла.<br />';
  $lang['gk_error_3'] = 'Не удалось найти информацию о бое.<br />';
  $lang['gk_error_4'] = 'Не удалось найти информацию о результатах боя.<br />';
  $lang['gk_error_5'] = 'Автор реплея не состоит в этом клане.<br />';
  $lang['gk_error_6'] = 'Реплей не с Глобальной Карты.<br />';
  $lang['gk_error_7'] = 'Устаревший или неверный реплей: игрок ';
  $lang['gk_error_8'] = ' не состоит в этом клане.<br />';
  $lang['gk_error_9'] = 'Заблокированная техника отсутствует.';
  $lang['gk_info_1'] = 'Загрузить реплей';
  $lang['gk_info_2'] = 'Дата разблокировки:<br />';
  $lang['gk_info_3'] = 'Будет разблокирован через:<br /> ';
  $lang['gk_info_4'] = 'дней - ';
  $lang['gk_info_5'] = 'часов - ';
  $lang['gk_info_6'] = 'минут - ';
  $lang['gk_info_7'] = '<br />Время на сервере: ';
  $lang['gk_info_8'] = '<br />Время с учетом TIME: ';
  $lang['gk_info_9'] = 'Отправить';
  $lang['gk_info_10'] = 'Танк';
  $lang['gk_info_11'] = 'Уничтожен?';
  $lang['gk_error_10'] = 'Выберите уничтоженную технику:';
  $lang['yes'] = 'Да';
  $lang['no'] = 'Нет';
  $lang['gk_def'] = 'Защита провинции';
  $lang['gk_start'] = 'Высадка (Атака)';
  $lang['gk_gold'] = 'Столица (Атака)';
  $lang['gk_normal'] = 'Нормальная (Атака)';
  $lang['gk_win_or_lose'] = 'Выиграли бой?';
  $lang['gk_tip'] = 'Данные о времени блокировки техники на ГК собираются на основании загруженных реплеев.<br /><br />Старайтесь загружать только полные реплеи (не выходите из боя пока он не закончится).<br /><br />Загружать реплеи могут только авторизованные пользователи.';
?>