<?php
    /*
    * Project:     Clan Stat
    * License:     Creative Commons - Attribution-Noncommercial-Share Alike 3.0 Unported
    * Link:        http://creativecommons.org/licenses/by-nc-sa/3.0/
    * -----------------------------------------------------------------------
    * Began:       2011
    * Date:        $Date: 2011-10-24 11:54:02 +0200 $
    * -----------------------------------------------------------------------
    * @author      $Author: Edd, Exinaus, Shw  $
    * @copyright   2011-2012 Edd - Aleksandr Ustinov
    * @link        http://wot-news.com
    * @package     Clan Stat
    * @version     $Rev: 2.2.0 $
    *
    */
?>
<?php

    $lang['language'] = 'ru';
    $lang['total_p'] = 'Всего игроков';
    $lang['games_p'] = 'Проведено боёв';
    $lang['total'] = 'Проведено боёв';
    $lang['page_title'] = 'Список клана';
    $lang['victories'] = 'Побед';
    $lang['defeats'] = 'Проигрышей';
    $lang['alive'] = 'Выжил в битвах';
    $lang['winp'] = 'Побед %';
    $lang['losep'] = 'Проигрышей %';
    $lang['alivep'] = 'Выжил в битвах %';
    $lang['battles_s'] = 'Выжил в битвах';
    $lang['destroyed'] = 'Уничтожено';
    $lang['spotted'] = 'Обнаружено';
    $lang['accure'] = 'Процент попадания';
    $lang['hit_ratio'] = 'Процент попадания';
    $lang['damage'] = 'Нанесенные повреждения';
    $lang['capture'] = 'Очки захвата базы';
    $lang['defend'] = 'Очки защиты базы';
    $lang['total_exp'] = 'Суммарный опыт';
    $lang['exp_battle'] = 'Средний опыт за бой';
    $lang['averag_exp'] = 'Средний опыт за бой';
    $lang['exp_max'] = 'Максимальный опыт за бой';
    $lang['max_exp'] = 'Максимальный опыт за бой';
    $lang['gr'] = 'Общий рейтинг';
    $lang['wb'] = 'Процент побед';
    $lang['eb'] = 'Средний опыт';
    $lang['win'] = 'Победы';
    $lang['gpl'] = 'Проведено боёв';
    $lang['cpt'] = 'Захват базы';
    $lang['dmg'] = 'Нанесенные повреждения';
    $lang['dpt'] = 'Защита базы';
    $lang['frg'] = 'Уничтожено врагов';
    $lang['spt'] = 'Обнаружено врагов';
    $lang['exp'] = 'Общий опыт';
    $lang['spot'] = 'Обнаружено врагов';

    $lang['gr_p'] = 'Позиция в рейтинге общий рейтинг';
    $lang['wb_p'] = 'Позиция в рейтинге процент побед';
    $lang['eb_p'] = 'Позиция в рейтинге средний опыт';
    $lang['win_p'] = 'Позиция в рейтинге победы';
    $lang['gpl_p'] = 'Позиция в рейтинге проведено боёв';
    $lang['cpt_p'] = 'Позиция в рейтинге захват базы';
    $lang['dmg_p'] = 'Позиция в рейтинге нанесенные повреждения';
    $lang['dpt_p'] = 'Позиция в рейтинге защита базы';
    $lang['frg_p'] = 'Позиция в рейтинге уничтожено врагов';
    $lang['spt_p'] = 'Позиция в рейтинге обнаружено врагов';
    $lang['exp_p'] = 'Позиция в рейтинге общий опыт';
    $lang['gr_v'] = 'Значение в рейтинге общий рейтинг';
    $lang['wb_v'] = 'Значение в рейтинге процент побед';
    $lang['eb_v'] = 'Значение в рейтинге средний опыт';
    $lang['win_v'] = 'Значение в рейтинге победы';
    $lang['gpl_v'] = 'Значение в рейтинге проведено боёв';
    $lang['cpt_v'] = 'Значение в рейтинге захват базы';
    $lang['dmg_v'] = 'Значение в рейтинге нанесенные повреждения';
    $lang['dpt_v'] = 'Значение в рейтинге защита базы';
    $lang['frg_v'] = 'Значение в рейтинге уничтожено врагов';
    $lang['spt_v'] = 'Значение в рейтинге обнаружено врагов';
    $lang['exp_v'] = 'Значение в рейтинге общий опыт';

    $lang['clan'] = 'Состоит в клане';
    $lang['overall_title'] = 'Общие результаты';
    $lang['perform_title'] = 'Боевая эффективность';
    $lang['avarage_des'] = 'В среднем уничтожено за бой';
    $lang['avarage_spo'] = 'В среднем обнаружено за бой';
    $lang['avarage_dem'] = 'Средние повреждения за бой';
    $lang['avarage_cap'] = 'В среднем очков захвата базы за бой';
    $lang['avarage_def'] = 'В среднем очков защиты базы за бой';
    $lang['battel_title'] = 'Боевой опыт';
    $lang['diff'] = 'Разница';
    $lang['rating_title'] = 'Рейтинг';
    $lang['value'] = 'Значение';
    $lang['place'] = 'Место';
    $lang['tank'] = 'Бронетехника';
    $lang['spg'] = 'Арта';
    $lang['battle'] = 'Бои';
    $lang['lose'] = 'Проигрышей';
    $lang['dem'] = 'Нанесенные повреждения';
    $lang['des'] = 'Уничтожено';
    $lang['spo'] = 'Обнаружено';
    $lang['cap'] = 'Очки захвата базы';
    $lang['def'] = 'Очки защиты базы';
    $lang['roster'] = 'Состав';
    $lang['poss'] = 'Cобственность клана';
    $lang['attack'] = 'Запланированные атаки';
    $lang['name'] = 'Имя';
    $lang['in_clan'] = 'В клане';
    $lang['day_clan'] = 'Дней в клане';
    $lang['role'] = 'Звание';
    $lang['error_1'] = 'Не удается загрузить эту вкладку. Скорее всего проблема на сайте wargaming.net';
    $lang['error_2'] = 'Не удается загрузить эту вкладку. Скорее всего проблема на сайте wargaming.net';
    $lang['error_3'] = 'Не удается загрузить эту вкладку. Скорее всего проблема на сайте wargaming.net';
    $lang['type'] = 'Тип';
    $lang['title_name'] = 'Название';
    $lang['map'] = 'Игровая карта';
    $lang['prime_time'] = 'Прайм-тайм';
    $lang['income'] = 'Доход';
    $lang['owned'] = 'Время владения';
    $lang['time'] = 'Время';
    $lang['province'] = 'Провинции';
    $lang['total_gold'] = 'Суммарный доход';
    $lang['damage_short'] = 'Урон';
    $lang['mdmg'] = 'Средний урон';
    $lang['mspo'] = 'Средний засвет';
    $lang['mcap'] = 'Средняя захват';
    $lang['mdef'] = 'Средняя защита';
    $lang['eff_ret'] = 'Рейтинг Эффективности';
    $lang['average_perform_title'] = 'Средняя производительность';
    $lang['gk_blocked'] = 'Заблокированная техника';

    $lang['version'] = 'версия';
    $lang['ex_time'] = 'Время выполнения';
    $lang['sec'] = 'сек';
    $lang['memory'] = 'Максимально использовано памяти';
    $lang['mb'] = 'мб';

    $lang['error_no_veh'] = 'Данная техника отсутствует';


    $lang['medal_max'] = 'Максимальная серия, что бы получить эту награду необходимо 20';
    $lang['medal_max2'] = 'Максимальная серия, что бы получить эту награду необходимо 5';
    $lang['medal_medalCarius'] = 'Медаль Кариуса';
    $lang['medal_medalEkins'] = 'Медаль Экинса';
    $lang['medal_medalKay'] = 'Медаль Кея';
    $lang['medal_medalLeClerc'] = 'Медаль Леклерка';
    $lang['medal_medalAbrams'] = 'Медаль Абрамса';
    $lang['medal_medalPoppel'] = 'Медаль Попеля';
    $lang['medal_medalLavrinenko'] = 'Медаль Лавриненко';
    $lang['medal_medalKnispel'] = 'Медаль Книспеля';
    $lang['medal_medalHalonen'] = 'Медаль Халонена';
    $lang['medal_medalFadin'] = 'Медаль Фадина';
    $lang['medal_medalOrlik'] = 'Медаль Орлика';
    $lang['medal_medalWittmann'] = 'Медаль Бёльтера';
    $lang['medal_medalBurda'] = 'Медаль Бурды';
    $lang['medal_medalOskin'] = 'Медаль Оськина';
    $lang['medal_medalBillotte'] = 'Медаль Бийота';
    $lang['medal_medalKolobanov'] = 'Медаль Колобанова';
    $lang['medal_invader'] = 'Захватчик';
    $lang['medal_defender'] = 'Защитник';
    $lang['medal_supporter'] = 'Поддержка';
    $lang['medal_steelwall'] = 'Стальная стена';
    $lang['medal_sniper'] = 'Снайпер';
    $lang['medal_warrior'] = 'Воин';
    $lang['medal_scout'] = 'Разведчик';
    $lang['medal_armorPiercer'] = 'Бронебойщик';
    $lang['medal_mousebane'] = 'Гроза мышей';
    $lang['medal_handOfDeath'] = 'Коса смерти';
    $lang['medal_titleSniper'] = 'Стрелок';
    $lang['medal_beasthunter'] = 'Зверобой';
    $lang['medal_kamikaze'] = 'Камикадзе';
    $lang['medal_raider'] = 'Рейдер';
    $lang['medal_invincible'] = 'Неуязвимый';
    $lang['medal_lumberjack'] = 'Неуязвимый';
    $lang['medal_tankExpert'] = 'Эксперт';
    $lang['medal_diehard'] = 'Живучий';
    $lang['medal_medalBoelter'] = 'Медаль Бёльтера';

    $lang['medal_maxPiercingSeries'] = 'Бронебойщик - максимальная серия';
    $lang['medal_maxKillingSeries'] = 'Коса смерти - максимальная серия';
    $lang['medal_maxSniperSeries'] = 'Стрелок - максимальная серия';

    $lang['medal_tankExperts_usa'] = '«Эксперт» США';
    $lang['medal_tankExperts_france'] = '«Эксперт» Франция';
    $lang['medal_tankExperts_ussr'] = '«Эксперт» СССР';
    $lang['medal_tankExperts_china'] = '«Эксперт» Китай';
    $lang['medal_tankExperts_uk'] = '«Эксперт» Великобритания';
    $lang['medal_tankExperts_germany'] = '«Эксперт» Германия';

    $lang['medal_mechanicEngineers_usa'] = '«Инженер-механик» США';
    $lang['medal_mechanicEngineers_france'] = '«Инженер-механик» Франция';
    $lang['medal_mechanicEngineers_ussr'] = '«Инженер-механик» СССР';
    $lang['medal_mechanicEngineers_china'] = '«Инженер-механик» Китай';
    $lang['medal_mechanicEngineers_uk'] = '«Инженер-механик» Великобритания';
    $lang['medal_mechanicEngineers_germany'] = '«Инженер-механик» Германия';

    $lang['medal_sinai'] = 'Лев Синая';

    $lang['medal_evileye'] = 'Дозорный';
    $lang['medal_medalDeLanglade'] = 'Медаль де Лагланда';
    $lang['medal_medalTamadaYoshio'] = 'Медаль Тамада Йошио';
    $lang['medal_medalNikolas'] = 'Медаль Николса';
    $lang['medal_medalLehvaslaiho'] = 'Медаль Лехвеслайхо ';
    $lang['medal_medalDumitru'] = 'Медаль Думитру';
    $lang['medal_medalPascucci'] = 'Медаль Паскуччи';
    $lang['medal_medalLafayettePool'] = 'Медаль Пула';
    $lang['medal_medalRadleyWalters'] = 'Медаль Рэдли-Уолтерса';
    $lang['medal_medalTarczay'] = 'Медаль Тарцая';
    $lang['medal_medalBrunoPietro'] = 'Медаль Бруно';
    $lang['medal_medalCrucialContribution'] = 'Решающий вклад';
    $lang['medal_medalBrothersInArms'] = 'Братья по оружию';
    $lang['medal_heroesOfRassenay'] = 'Медаль героев Расейняя';
    $lang['medal_bombardier'] = 'Бомбардир';

    $lang['medal_huntsman'] = 'Егерь';
    $lang['medal_luckyDevil'] = 'Счастливчик';
    $lang['medal_ironMan'] = 'Невозмутимый';
    $lang['medal_sturdy'] = 'Спартанец';
    $lang['medal_pattonValley'] = 'Долина Паттонов';

    $lang['medal_class'] = 'степени';
    $lang['medal_class2'] = 'степень';
    $lang['medal_amount'] = 'количество';
    $lang['medal_ps'] = 'Для получения более подробной информации по наградам наведите курсор мыши на название';
    $lang['medal_battle'] = 'Количество боев для получения одной медали';
    $lang['epic'] = 'Эпические достижения';
    $lang['special'] = 'Почетные звания';
    $lang['major'] = 'Этапные достижения';
    $lang['hero'] = 'Герой битвы';
    $lang['expert'] = 'Эксперт';
    $lang['mechanic'] = 'Инженер-механик';
    $lang['achiv'] = 'Достижения';
    $lang['title_medalCarius'] = 'Присваивается игроку, уничтожившему 10/100/1000/10000 вражеских танков и САУ.';
    $lang['title_medalHalonen'] = 'Присваивается игроку, управляющему ПТ-САУ и уничтожившему за конкретный бой три и более вражеских танка/ПТ-САУ. Уничтоженные танки/ПТ-САУ должны превосходить боевую машину игрока как минимум на два уровня.';
    $lang['title_invader'] = 'Присуждается игроку, получившему наибольшее количество очков захвата базы, но не менее 80. Выдаётся после состоявшегося захвата.';
    $lang['title_medalFadin'] = 'Присваивается игроку, который последним снарядом в боекомплекте уничтожил последнего врага.';
    $lang['title_armorPiercer'] = 'Присваивается игроку, пробившему 5 и более раз подряд броню вражеского танка.';
    $lang['title_medalEkins'] = 'Присваивается игроку, уничтожившему 3/30/300/3000 вражеских танков и САУ восьмого уровня и выше.';
    $lang['title_mousebane'] = 'Присваивается игроку, уничтожившему 10 и более танков Maus (иконка отображает количество уничтоженных танков).';
    $lang['title_medalKay'] = 'Присваивается игроку, получившему звание «Герой битвы» 1/10/100/1000 раз.';
    $lang['title_defender'] = 'Присваивается игроку, сбившему наибольший процент захвата дружественной базы (70 % и более).';
    $lang['title_medalLeClerc'] = 'Присваивается игроку, набравшему 30/300/3000/30000 очков захвата базы суммарно за все бои. В зачет идут только успешные захваты базы, сбитые очки захвата не засчитываются.';
    $lang['title_supporter'] = 'Произвел больше всех, но не менее шести, попаданий по противнику, уничтоженному впоследствии другим членом команды.';
    $lang['title_steelwall'] = 'Присваивается игроку, чей танк получил наибольшее количество попаданий (11 и более) с общим потенциальным уроном не менее 1000 единиц.';
    $lang['title_medalAbrams'] = 'Выдается за суммарное количество побед, одержанных командой в 10/100/1000/10000 боях. Необходимое условие — выживание игрока';
    $lang['title_medalPoppel'] = 'Присваивается игроку, обнаружившему 20/200/2000/20000 танков и САУ противника суммарно за все бои.';
    $lang['title_medalOrlik'] = 'Присваивается игроку, уничтожившему на легком танке за один конкретный бой три и более вражеских танка или ПТ-САУ. Уничтоженные танки/ПТ-САУ должны превосходить боевую машину игрока как минимум на два уровня.';
    $lang['title_handOfDeath'] = 'Присваивается игроку, уничтожившему 3 и более вражеские машины подряд, затратив на уничтожение каждой не более одного снаряда. Серия может продолжаться в следующем бою — гибель танка игрока не учитывается.';
    $lang['title_sniper'] = 'Присваивается наиболее меткому игроку, имеющему в активе в конкретном бою 10 и более попаданий при общей точности 85 и более процентов, с общим потенциальным ущербом не менее 1000 единиц.';
    $lang['title_warrior'] = 'Присваивается игроку, уничтожившему наибольшее количество единиц техники противника в конкретном бою (шесть и более). Присваивается как выжившему игроку, так и посмертно.';
    $lang['title_titleSniper'] = 'Присваивается игроку, попавшему 10 и более раз подряд во вражеский танк.';
    $lang['title_medalWittmann'] = 'Награда выдается игрокам, уничтожившим в одном бою 7 или более танков и САУ противника на танке или ПТ САУ, либо 10 и более на арт-САУ. В зачет идут цели 4-го уровня или выше.';
    $lang['title_medalBurda'] = 'Присваивается игроку, уничтожившему за конкретный бой 5 и более вражеских Арт-САУ, управляя танком или ПТ-САУ.';
    $lang['title_scout'] = 'Присваивается игроку, обнаружившему наибольшее количество танков и САУ противника (девять и более).';
    $lang['title_beasthunter'] = 'Присваивается игроку, уничтожившему 100 и более танков Löwe, PzKpfw VI Tiger, PzKpfw V Panther, Panther II, JagdPanther, PzKpfw VIB Tiger II, Jagdtiger, Gw-Panther, Gw-Tiger.';
    $lang['title_kamikaze'] = 'Присваивается игроку, уничтожившему тараном танк противника классом выше как минимум на уровень (в иконке указывается количество таких таранов). Присваивается как выжившему игроку, так и посмертно.';
    $lang['title_raider'] = 'Присваивается игроку, захватившему базу врага и не замеченному ни одним врагом за весь бой (в иконке отображается количество проведенных боев незамеченным).';
    $lang['title_medalOskin'] = 'Награждаются игроки, в ходе боя уничтожившие на среднем танке три или более машины противника. В зачет идут цели, превосходящие танк игрока не менее, чем на два уровня.';
    $lang['title_medalBillotte'] = 'Присваивается игроку, который выжил в бою и уничтожил хотя бы один вражеский танк или САУ, получив пять разных критических повреждений (включая потери членов экипажа) при оставшемся уровне здоровья менее 20 %.';
    $lang['title_medalLavrinenko'] = 'Присваивается игроку, суммарно сбросившему 30/300/3000/30000 очков захвата базы (не более 100 очков за 1 бой) суммарно за все проведенные битвы.';
    $lang['title_medalKolobanov'] = 'Присваивается игроку, который в одиночку одержал победу против 5 и более танков и ПТ-САУ противника.';
    $lang['title_invincible'] = 'Присваивается игроку, проведшему 5 и более боев подряд без получения повреждений за исключением игроков, управляющих машинами Арт-САУ, бои на которых в зачет не идут (иконка отображает самую длинную серию).';
    $lang['title_lumberjack'] = 'Присваивается игроку, проведшему 5 и более боев подряд без получения повреждений за исключением игроков, управляющих машинами Арт-САУ, бои на которых в зачет не идут (иконка отображает самую длинную серию).';
    $lang['title_tankExpert'] = 'Присваивается игроку, уничтожившему как минимум один экземпляр каждого существующего в игре танка. При появлении новых видов техники звание сохраняется. Премиумные и акционные танки не учитываются.';
    $lang['title_diehard'] = 'Присваивается игроку, выжившему в 20 и более боях подряд, управляя танком/ПТ-САУ. Бои на арт-САУ не прерывают успешную серию, но в зачет не идут.';
    $lang['title_medalKnispel'] = 'Присваивается игроку, суммарно получившему и нанесшему 10К/100К/1000К/10000К повреждений.';
    $lang['title_medalBoelter'] = 'Награда выдается игрокам, уничтожившим в одном бою 7 или более танков и САУ противника на танке или ПТ САУ, либо 10 и более на арт-САУ. В зачет идут цели 4-го уровня или выше.';

    $lang['title_maxPiercingSeries'] = 'Присваивается игроку, пробившему 5 и более раз подряд броню вражеского танка.';
    $lang['title_maxKillingSeries'] = 'Присваивается игроку, уничтожившему 3 и более вражеские машины подряд, затратив на уничтожение каждой не более одного снаряда. Серия может продолжаться в следующем бою — гибель танка игрока не учитывается.';
    $lang['title_maxSniperSeries'] = 'Присваивается игроку, попавшему 10 и более раз подряд во вражеский танк.';

    $lang['title_tankExperts_usa'] = 'Присуждается игроку, уничтожившему как минимум по одной машине, существующей на данный момент в дереве танков США. Экспертов по нации может быть столько, сколько наций в игре. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_tankExperts_france'] = 'Присуждается игроку, уничтожившему как минимум по одной машине, существующей на данный момент в дереве танков Франции. Экспертов по нации может быть столько, сколько наций в игре. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_tankExperts_ussr'] = 'Присуждается игроку, уничтожившему как минимум по одной машине, существующей на данный момент в дереве танков СССР. Экспертов по нации может быть столько, сколько наций в игре. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_tankExperts_china'] = 'Присуждается игроку, уничтожившему как минимум по одной машине, существующей на данный момент в дереве танков Китая. Экспертов по нации может быть столько, сколько наций в игре. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_tankExperts_uk'] = 'Присуждается игроку, уничтожившему как минимум по одной машине, существующей на данный момент в дереве танков Великобритании. Экспертов по нации может быть столько, сколько наций в игре. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_tankExperts_germany'] = 'Присуждается игроку, уничтожившему как минимум по одной машине, существующей на данный момент в дереве танков Германии. Экспертов по нации может быть столько, сколько наций в игре. При добавлении в дерево танков новых машин награда становится неактуальной.';

    $lang['title_mechanicEngineers_usa'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков США. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_mechanicEngineers_france'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков Франции. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_mechanicEngineers_ussr'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков СССР. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_mechanicEngineers_china'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков Китая. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_mechanicEngineers_uk'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков Великобритании. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_mechanicEngineers_germany'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков Германии. При добавлении в дерево танков новых машин награда становится неактуальной.';

    $lang['title_sinai'] = 'Присуждается игроку, уничтожившему 100 и более танков ИС, а также машин на их базе: ИС, ИС-3, ИС-4, ИС-6, ИС-7, ИС-8, ИСУ-152, Объект 704, Объект 261';

    $lang['title_evileye'] = 'Награждается игрок, если по его индивидуальной засветке (он один засвечивал танк в момент повреждения) было повреждено 6 и более танков. В случае равного количества повреждённых танков при засвете, который реализован разными игроками, приоритет у того, кто получил больше опыта. При равном количестве полученного опыта звание не присваивается.';
    $lang['title_medalDeLanglade'] = 'Награждается игрок, уничтоживший в одном бою в кругу захвата базы 4-х противников, захватывающих базу (захват может быть как последовательным, так и одновременным).';
    $lang['title_medalTamadaYoshio'] = 'Выдаётся игроку, уничтожившему на лёгком танке в одном бою 3 и более САУ противника, превосходящих танк игрока на 2 уровня и выше. Для получения медали необходимо выжить.';
    $lang['title_medalNikolas'] = 'Выдаётся игроку, уничтожившему в одном бою на среднем танке 4 и более танка или ПТ-САУ противника, превосходящих танк игрока на 2 уровня и выше.';
    $lang['title_medalLehvaslaiho'] = 'Выдаётся игроку, уничтожившему в одном бою на среднем танке 2 танка либо ПТ-САУ противника, превосходящих танк игрока на 2 уровня и выше.';
    $lang['title_medalDumitru'] = 'Выдаётся игроку, уничтожившему в одном бою на танке или ПТ-САУ 4 вражеских САУ.';
    $lang['title_medalPascucci'] = 'Выдаётся игроку, уничтожившему в одном бою на танке или ПТ-САУ 3 вражеских САУ.';
    $lang['title_medalLafayettePool'] = 'Выдаётся игроку, уничтожившему в одном бою 10 и более танков или САУ противника уровнем от 4-го и выше.';
    $lang['title_medalRadleyWalters'] = 'Награждается игрок на технике 5-го уровня или выше, уничтоживший в одном бою 8 или 9 машин противника. Не выдается в клановых войнах.';
    $lang['title_medalTarczay'] = 'Выдаётся игроку, который в победном бою выжил и уничтожил не менее 5 вражеских танков или САУ, получив при этом 5 различных критических повреждений (включая выведенных из строя танкистов) и имея менее 20% запаса прочности.';
    $lang['title_medalBrunoPietro'] = 'Выдаётся игроку, который в победном бою выжил и уничтожил не менее 3 вражеских танков или САУ, получив при этом 5 различных критических повреждений (включая выведенных из строя танкистов) и имея менее 20% запаса прочности.';
    $lang['title_medalCrucialContribution'] = 'Выдаётся всем взводным игрокам при условии, что взвод уничтожил 12 и более машин противника.';
    $lang['title_medalBrothersInArms'] = 'Выдаётся всем взводным игрокам при условии, что все члены взвода выжили и уничтожили не менее чем по 3 машины противника.';
    $lang['title_heroesOfRassenay'] = 'Награждается игрок, в одиночку уничтоживший всю технику противника (не менее 14 машин).';
    $lang['title_bombardier'] = 'Награждается игрок, уничтоживший одним снарядом два и более танка. Указывается количество полученных достижений «Бомбардир» для каждого танка. В аккаунте указывается сумма «бомбардиров» по всем танкам.';

    $lang['title_huntsman'] = 'Игрок должен уничтожить в бою все лёгкие танки противника (как минимум 3 танка).';
    $lang['title_luckyDevil'] = 'В радиусе десяти метров от танка игрока вражеским игроком должен быть уничтожен вражеский же танк.';
    $lang['title_ironMan'] = 'Танк игрока должен выдержать 10+ рикошетов и непробитий подряд от вражеских игроков.';
    $lang['title_sturdy'] = 'Имея меньше 10% прочности, игрок должен получить рикошет о свой танк или непробитие от вражеского игрока и остаться в живых до конца боя.';
    $lang['title_pattonValley'] = 'Выдаётся за уничтожение 100 единиц танков M46 Patton или M48A1 Patton.';

    $lang['logout'] = 'Выйти';
    $lang['login'] = 'Вход';
    $lang['hi'] = 'Здравствуйте,';

    $lang['index_loading'] = 'Подождите пожалуйста, идет загрузка данных, это может занять некоторое время...';

    $lang['cron_done'] = 'Выполнено';

    $lang['loosed_today'] = 'Ушедшие игроки';
    $lang['new_tanks'] = 'Новые танки';
    $lang['new_players'] = 'Новые игроки';
    $lang['days'] = 'д';
    $lang['noone'] = 'Никого';
    $lang['players_best_results'] = 'Лучшие общие результаты';
    $lang['players_best_medals'] = 'Лучшие результаты по наградам';


    /*    $lang['heavyTank'] = 'Тяжелые танки';
    $lang['mediumTank'] = 'Средние танки';
    $lang['lightTank'] = 'Легкие танки';
    $lang['AT-SPG'] = 'ПТ-САУ';
    $lang['SPG'] = 'Артиллерия';
    */    
    $lang['all_types'] = 'Все типы';
    $lang['all_lvls'] = 'Все уровни';
    $lang['select_tanks'] = 'Выберите отображаемые танки:';
    $lang['select_show'] = 'Показать';
    $lang['select_restriciton'] = 'Нельзя выбрать все! \r\n Потому что я так сказал.';
    $lang['select_medals'] = 'Выберите отображаемые медали:';
    $lang['show_full_perform'] = 'Показать полную боевую эффективность';
    $lang['show_average_perform'] = 'Показать среднюю эффективность за бой';
    $lang['show_ratingplace'] = 'Показать позицию в рейтинге';
    $lang['show_ratingvalue'] = 'Показать значение рейтинга';

    $lang['gotoadmin'] = 'Админ.';

    $lang['alltanks_choise_tank'] = 'Выбор отображаемых танков:';
    $lang['alltanks_all'] = 'Все';

    $lang['germany'] = 'Германия';
    $lang['usa'] = 'США';
    $lang['china'] = 'Китай';
    $lang['ussr'] = 'СССР';
    $lang['france'] = 'Франция';
    $lang['uk'] = 'Англия';

    $lang['AT-SPG'] = 'пт';
    $lang['SPG'] = 'сау';
    $lang['lightTank'] = 'лт';
    $lang['mediumTank'] = 'ст';
    $lang['heavyTank'] = 'тт';

    $lang['tab_del'] = 'Вкладка <b>%1$s</b> (файл: <b>%2$s</b>) была удалена, но запись о ней в базе данных осталась.<br />Пожалуйста, удалите запись из базы данных в админке, или восстановите файл.';
    $lang['days'] = ' дней';
    $lang['no_province'] = 'У клана нет владений на глобальной карте.';
    $lang['no_war'] = 'У клана нет назначенных боёв.';
    $lang['dateof'] = 'Данные по состоянию на';
    $lang['reg'] = 'Дата регистрации:';

    $lang['recruit'] = 'Новобранец';
    $lang['private'] = 'Солдат';
    $lang['recruiter'] = 'Вербовщик';
    $lang['diplomat'] = 'Дипломат';
    $lang['commander'] = 'Полевой командир';
    $lang['leader'] = 'Командир';
    $lang['vice_leader'] = 'Заместитель командира';
    $lang['treasurer'] = 'Казначей';
?>