<?php
    /*
    * Project:     Clan Stat
    * License:     Creative Commons - Attribution-Noncommercial-Share Alike 3.0 Unported
    * Link:        http://creativecommons.org/licenses/by-nc-sa/3.0/
    * -----------------------------------------------------------------------
    * Began:       2011
    * Date:        $Date: 2011-10-20 00:00:00 +0200 $
    * -----------------------------------------------------------------------
    * @author      $Author: Edd, Exinaus, SHW  $
    * @copyright   2011-2013 Edd - Aleksandr Ustinov
    * @link        http://wot-news.com
    * @package     Clan Stat
    * @version     $Rev: 3.0.4 $
    *
    */


    $lang['language'] = 'ru';
    $lang['total_p'] = 'Всего игроков';
    $lang['games_p'] = 'Проведено боёв';
    $lang['all_battles'] = $lang['clan_battles'] = $lang['company_battles'] ='Боёв';
    $lang['all_wins'] = $lang['clan_wins'] = $lang['company_wins'] = 'Побед';
    $lang['all_losses'] = $lang['clan_losses'] = $lang['company_losses'] = 'Проигрышей';
    $lang['all_draws'] = $lang['clan_draws'] = $lang['company_draws'] = 'Ничьи';
    $lang['all_survived_battles'] = $lang['clan_survived_battles'] = $lang['company_survived_battles'] =  'Выжил в битвах';
    $lang['all_frags'] = $lang['clan_frags'] = $lang['company_frags'] = 'Уничтожено';
    $lang['all_spotted'] = $lang['clan_spotted'] = $lang['company_spotted'] = 'Обнаружено';
    $lang['all_damage_dealt'] = $lang['clan_damage_dealt'] = $lang['company_damage_dealt'] = 'Нанесенные повреждения';
    $lang['all_capture_points'] = $lang['clan_capture_points'] = $lang['company_capture_points'] = 'Очки захвата базы';
    $lang['all_dropped_capture_points'] = $lang['clan_dropped_capture_points'] = $lang['company_dropped_capture_points'] = 'Очки защиты базы';
    $lang['all_xp'] = $lang['clan_xp'] = $lang['company_xp'] = 'Суммарный опыт';
    $lang['all_battle_avg_xp'] = $lang['clan_battle_avg_xp'] = $lang['company_battle_avg_xp'] = 'Средний опыт за бой';
    $lang['all_damage_received'] = $lang['clan_damage_received'] = $lang['company_damage_received'] ='Полученные повреждения';
    $lang['all_hits_percents'] = $lang['clan_hits_percents'] = $lang['company_hits_percents'] = 'Процент попадания';
    $lang['max_xp'] = 'Максимальный опыт за бой';
    $lang['page_title'] = 'Список клана';
    $lang['winp'] = 'Побед %';

    $lang['gr_p'] = 'Позиция в рейтинге общий рейтинг';
    $lang['wb_p'] = 'Позиция в рейтинге процент побед';
    $lang['eb_p'] = 'Позиция в рейтинге средний опыт';
    $lang['win_p'] = 'Позиция в рейтинге победы';
    $lang['gpl_p'] = 'Позиция в рейтинге проведено боёв';
    $lang['cpt_p'] = 'Позиция в рейтинге захват базы';
    $lang['dmg_p'] = 'Позиция в рейтинге нанесенные повреждения';
    $lang['dpt_p'] = 'Позиция в рейтинге защита базы';
    $lang['frg_p'] = 'Позиция в рейтинге уничтожено врагов';
    $lang['spt_p'] = 'Позиция в рейтинге обнаружено врагов';
    $lang['exp_p'] = 'Позиция в рейтинге общий опыт';
    $lang['gr_v'] = 'Значение в рейтинге общий рейтинг';
    $lang['wb_v'] = 'Значение в рейтинге процент побед';
    $lang['eb_v'] = 'Значение в рейтинге средний опыт';
    $lang['win_v'] = 'Значение в рейтинге победы';
    $lang['gpl_v'] = 'Значение в рейтинге проведено боёв';
    $lang['cpt_v'] = 'Значение в рейтинге захват базы';
    $lang['dmg_v'] = 'Значение в рейтинге нанесенные повреждения';
    $lang['dpt_v'] = 'Значение в рейтинге защита базы';
    $lang['frg_v'] = 'Значение в рейтинге уничтожено врагов';
    $lang['spt_v'] = 'Значение в рейтинге обнаружено врагов';
    $lang['exp_v'] = 'Значение в рейтинге общий опыт';
//checked use until here
    $lang['clan'] = 'Состоит в клане';
    $lang['overall_title'] = 'Общие результаты';
    $lang['perform_title'] = 'Боевая эффективность';
    $lang['avarage_des'] = 'В среднем уничтожено за бой';
    $lang['avarage_spo'] = 'В среднем обнаружено за бой';
    $lang['avarage_dem'] = 'Средние повреждения за бой';
    $lang['avarage_cap'] = 'В среднем очков захвата базы за бой';
    $lang['avarage_def'] = 'В среднем очков защиты базы за бой';
    $lang['battel_title'] = 'Боевой опыт';
    $lang['diff'] = 'Разница';
    $lang['rating_title'] = 'Рейтинг';
    $lang['value'] = 'Значение';
    $lang['place'] = 'Место';
    $lang['tank'] = 'Бронетехника';
    $lang['spg'] = 'Арта';
    $lang['battle'] = 'Бои';
    $lang['roster'] = 'Состав';
    $lang['poss'] = 'Cобственность клана';
    $lang['attack'] = 'Запланированные атаки';
    $lang['name'] = 'Имя';
    $lang['in_clan'] = 'В клане';
    $lang['day_clan'] = 'Дней в клане';
    $lang['role'] = 'Звание';
    $lang['error_1'] = 'Не удается загрузить эту вкладку. Скорее всего проблема на сайте wargaming.net';
    $lang['error_2'] = 'Не удается загрузить эту вкладку. Скорее всего проблема на сайте wargaming.net';
    $lang['error_3'] = 'Не удается загрузить эту вкладку. Скорее всего проблема на сайте wargaming.net';
    $lang['type'] = 'Тип';
    $lang['title_name'] = 'Название';
    $lang['map'] = 'Игровая карта';
    $lang['prime_time'] = 'Прайм-тайм';
    $lang['income'] = 'Доход';
    $lang['owned'] = 'Время владения';
    $lang['time'] = 'Время';
    $lang['province'] = 'Провинции';
    $lang['total_gold'] = 'Суммарный доход';
    $lang['damage_short'] = 'Урон';
    $lang['mdmg'] = 'Средний урон';
    $lang['mspo'] = 'Средний засвет';
    $lang['mcap'] = 'Средняя захват';
    $lang['mdef'] = 'Средняя защита';
    $lang['average_perform_title'] = 'Средняя производительность';
    $lang['gk_blocked'] = 'Заблокированная техника';
    $lang['version'] = 'версия';
    $lang['ex_time'] = 'Время выполнения';
    $lang['sec'] = 'сек';
    $lang['memory'] = 'Максимально использовано памяти';
    $lang['mb'] = 'мб';
    $lang['error_no_veh'] = 'Данная техника отсутствует';

    $lang['medal_max'] = 'Максимальная серия, что бы получить эту награду необходимо 20';
    $lang['medal_max2'] = 'Максимальная серия, что бы получить эту награду необходимо 5';
    $lang['medal_medal_carius'] = 'Медаль Кариуса';
    $lang['medal_medal_ekins'] = 'Медаль Экинса';
    $lang['medal_medal_kay'] = 'Медаль Кея';
    $lang['medal_medal_le_clerc'] = 'Медаль Леклерка';
    $lang['medal_medal_abrams'] = 'Медаль Абрамса';
    $lang['medal_medal_poppel'] = 'Медаль Попеля';
    $lang['medal_medal_lavrinenko'] = 'Медаль Лавриненко';
    $lang['medal_medal_knispel'] = 'Медаль Книспеля';
    $lang['medal_medal_halonen'] = 'Медаль Халонена';
    $lang['medal_medal_fadin'] = 'Медаль Фадина';
    $lang['medal_medal_orlik'] = 'Медаль Орлика';
    $lang['medal_medal_burda'] = 'Медаль Бурды';
    $lang['medal_medal_oskin'] = 'Медаль Оськина';
    $lang['medal_medal_billotte'] = 'Медаль Бийота';
    $lang['medal_medal_kolobanov'] = 'Медаль Колобанова';
    $lang['medal_invader'] = 'Захватчик';
    $lang['medal_defender'] = 'Защитник';
    $lang['medal_supporter'] = 'Поддержка';
    $lang['medal_steelwall'] = 'Стальная стена';
    $lang['medal_sniper'] = 'Снайпер';
    $lang['medal_warrior'] = 'Воин';
    $lang['medal_scout'] = 'Разведчик';
    $lang['medal_armor_piercer'] = 'Бронебойщик';
    $lang['medal_mousebane'] = 'Гроза мышей';
    $lang['medal_hand_of_death'] = 'Коса смерти';
    $lang['medal_title_sniper'] = 'Стрелок';
    $lang['medal_beasthunter'] = 'Зверобой';
    $lang['medal_kamikaze'] = 'Камикадзе';
    $lang['medal_raider'] = 'Рейдер';
    $lang['medal_invincible'] = 'Неуязвимый';
    $lang['medal_lumberjack'] = 'Неуязвимый';
    $lang['medal_tank_expert'] = 'Эксперт';
    $lang['medal_diehard'] = 'Живучий';
    $lang['medal_medal_boelter'] = 'Медаль Бёльтера';

    $lang['medal_maxPiercingSeries'] = 'Бронебойщик - максимальная серия';
    $lang['medal_maxKillingSeries'] = 'Коса смерти - максимальная серия';
    $lang['medal_maxSniperSeries'] = 'Стрелок - максимальная серия';

    $lang['medal_tank_expert_usa'] = '«Эксперт» США';
    $lang['medal_tank_expert_france'] = '«Эксперт» Франция';
    $lang['medal_tank_expert_ussr'] = '«Эксперт» СССР';
    $lang['medal_tank_expert_china'] = '«Эксперт» Китай';
    $lang['medal_tank_expert_uk'] = '«Эксперт» Великобритания';
    $lang['medal_tank_expert_germany'] = '«Эксперт» Германия';
    $lang['medal_tank_expert_japan'] = '«Эксперт» Япония';

    $lang['medal_mechanic_engineer_usa'] = '«Инженер-механик» США';
    $lang['medal_mechanic_engineer_france'] = '«Инженер-механик» Франция';
    $lang['medal_mechanic_engineer_ussr'] = '«Инженер-механик» СССР';
    $lang['medal_mechanic_engineer_china'] = '«Инженер-механик» Китай';
    $lang['medal_mechanic_engineer_uk'] = '«Инженер-механик» Великобритания';
    $lang['medal_mechanic_engineer_germany'] = '«Инженер-механик» Германия';
    $lang['medal_mechanic_engineer_germany'] = '«Инженер-механик» Япония';
    $lang['medal_mechanic_engineer'] = 'Инженер-механик';

    $lang['medal_sinai'] = 'Лев Синая';

    $lang['medal_evileye'] = 'Дозорный';
    $lang['medal_medal_delanglade'] = 'Медаль де Лагланда';
    $lang['medal_medal_tamada_yoshio'] = 'Медаль Тамада Йошио';
    $lang['medal_medal_nikolas'] = 'Медаль Николса';
    $lang['medal_medal_lehvaslaiho'] = 'Медаль Лехвеслайхо ';
    $lang['medal_medal_dumitru'] = 'Медаль Думитру';
    $lang['medal_medal_pascucci'] = 'Медаль Паскуччи';
    $lang['medal_medal_lafayette_pool'] = 'Медаль Пула';
    $lang['medal_medal_radley_walters'] = 'Медаль Рэдли-Уолтерса';
    $lang['medal_medal_tarczay'] = 'Медаль Тарцая';
    $lang['medal_medal_bruno_pietro'] = 'Медаль Бруно';
    $lang['medal_medal_crucial_contribution'] = 'Решающий вклад';
    $lang['medal_medal_brothers_in_arms'] = 'Братья по оружию';
    $lang['medal_medal_heroes_of_rassenay'] = 'Медаль героев Расейняя';
    $lang['medal_bombardier'] = 'Бомбардир';

    $lang['medal_huntsman'] = 'Медаль Найдина';
    $lang['medal_lucky_devil'] = 'Счастливчик';
    $lang['medal_iron_man'] = 'Невозмутимый';
    $lang['medal_sturdy'] = 'Спартанец';
    $lang['medal_patton_valley'] = 'Долина Паттонов';

    $lang['medal_class'] = 'степени';
    $lang['medal_class2'] = 'степень';
    $lang['medal_amount'] = 'количество';
    $lang['medal_ps'] = 'Для получения более подробной информации по наградам наведите курсор мыши на название';
    $lang['medal_battle'] = 'Количество боев для получения одной медали';
    $lang['epic'] = 'Эпические достижения';
    $lang['special'] = 'Почетные звания';
    $lang['major'] = 'Этапные достижения';
    $lang['hero'] = 'Герой битвы';
    $lang['expert'] = 'Эксперт';
    $lang['mechanic'] = 'Инженер-механик';
    $lang['achiv'] = 'Достижения';
    $lang['title_medal_carius'] = 'Присваивается игроку, уничтожившему 10/100/1000/10000 вражеских танков и САУ.';
    $lang['title_medal_halonen'] = 'Присваивается игроку, управляющему ПТ-САУ и уничтожившему за конкретный бой три и более вражеских танка/ПТ-САУ. Уничтоженные танки/ПТ-САУ должны превосходить боевую машину игрока как минимум на два уровня.';
    $lang['title_invader'] = 'Присуждается игроку, получившему наибольшее количество очков захвата базы, но не менее 80. Выдаётся после состоявшегося захвата.';
    $lang['title_medal_fadin'] = 'Присваивается игроку, который последним снарядом в боекомплекте уничтожил последнего врага.';
    $lang['title_armor_piercer'] = 'Присваивается игроку, пробившему 5 и более раз подряд броню вражеского танка.';
    $lang['title_medal_ekins'] = 'Присваивается игроку, уничтожившему 3/30/300/3000 вражеских танков и САУ восьмого уровня и выше.';
    $lang['title_mousebane'] = 'Присваивается игроку, уничтожившему 10 и более танков Maus (иконка отображает количество уничтоженных танков).';
    $lang['title_medal_kay'] = 'Присваивается игроку, получившему звание «Герой битвы» 1/10/100/1000 раз.';
    $lang['title_defender'] = 'Присваивается игроку, сбившему наибольший процент захвата дружественной базы (70 % и более).';
    $lang['title_medal_le_clerc'] = 'Присваивается игроку, набравшему 30/300/3000/30000 очков захвата базы суммарно за все бои. В зачет идут только успешные захваты базы, сбитые очки захвата не засчитываются.';
    $lang['title_supporter'] = 'Произвел больше всех, но не менее шести, попаданий по противнику, уничтоженному впоследствии другим членом команды.';
    $lang['title_steelwall'] = 'Присваивается игроку, чей танк получил наибольшее количество попаданий (11 и более) с общим потенциальным уроном не менее 1000 единиц.';
    $lang['title_medal_abrams'] = 'Выдается за суммарное количество побед, одержанных командой в 10/100/1000/10000 боях. Необходимое условие — выживание игрока';
    $lang['title_medal_poppel'] = 'Присваивается игроку, обнаружившему 20/200/2000/20000 танков и САУ противника суммарно за все бои.';
    $lang['title_medal_orlik'] = 'Присваивается игроку, уничтожившему на легком танке за один конкретный бой три и более вражеских танка или ПТ-САУ. Уничтоженные танки/ПТ-САУ должны превосходить боевую машину игрока как минимум на два уровня.';
    $lang['title_hand_of_death'] = 'Присваивается игроку, уничтожившему 3 и более вражеские машины подряд, затратив на уничтожение каждой не более одного снаряда. Серия может продолжаться в следующем бою — гибель танка игрока не учитывается.';
    $lang['title_sniper'] = 'Присваивается наиболее меткому игроку, имеющему в активе в конкретном бою 10 и более попаданий при общей точности 85 и более процентов, с общим потенциальным ущербом не менее 1000 единиц.';
    $lang['title_warrior'] = 'Присваивается игроку, уничтожившему наибольшее количество единиц техники противника в конкретном бою (шесть и более). Присваивается как выжившему игроку, так и посмертно.';
    $lang['title_title_sniper'] = 'Присваивается игроку, попавшему 10 и более раз подряд во вражеский танк.';
    $lang['title_medal_burda'] = 'Присваивается игроку, уничтожившему за конкретный бой 5 и более вражеских Арт-САУ, управляя танком или ПТ-САУ.';
    $lang['title_scout'] = 'Присваивается игроку, обнаружившему наибольшее количество танков и САУ противника (девять и более).';
    $lang['title_beasthunter'] = 'Присваивается игроку, уничтожившему 100 и более танков Löwe, PzKpfw VI Tiger, PzKpfw V Panther, Panther II, JagdPanther, PzKpfw VIB Tiger II, Jagdtiger, Gw-Panther, Gw-Tiger.';
    $lang['title_kamikaze'] = 'Присваивается игроку, уничтожившему тараном танк противника классом выше как минимум на уровень (в иконке указывается количество таких таранов). Присваивается как выжившему игроку, так и посмертно.';
    $lang['title_raider'] = 'Присваивается игроку, захватившему базу врага и не замеченному ни одним врагом за весь бой (в иконке отображается количество проведенных боев незамеченным).';
    $lang['title_medal_oskin'] = 'Награждаются игроки, в ходе боя уничтожившие на среднем танке три или более машины противника. В зачет идут цели, превосходящие танк игрока не менее, чем на два уровня.';
    $lang['title_medal_billotte'] = 'Присваивается игроку, который выжил в бою и уничтожил хотя бы один вражеский танк или САУ, получив пять разных критических повреждений (включая потери членов экипажа) при оставшемся уровне здоровья менее 20 %.';
    $lang['title_medal_lavrinenko'] = 'Присваивается игроку, суммарно сбросившему 30/300/3000/30000 очков захвата базы (не более 100 очков за 1 бой) суммарно за все проведенные битвы.';
    $lang['title_medal_kolobanov'] = 'Присваивается игроку, который в одиночку одержал победу против 5 и более танков и ПТ-САУ противника.';
    $lang['title_invincible'] = 'Присваивается игроку, проведшему 5 и более боев подряд без получения повреждений за исключением игроков, управляющих машинами Арт-САУ, бои на которых в зачет не идут (иконка отображает самую длинную серию).';
    $lang['title_lumberjack'] = 'Присваивается игроку, проведшему 5 и более боев подряд без получения повреждений за исключением игроков, управляющих машинами Арт-САУ, бои на которых в зачет не идут (иконка отображает самую длинную серию).';
    $lang['title_tank_expert'] = 'Присваивается игроку, уничтожившему как минимум один экземпляр каждого существующего в игре танка. При появлении новых видов техники звание сохраняется. Премиумные и акционные танки не учитываются.';
    $lang['title_diehard'] = 'Присваивается игроку, выжившему в 20 и более боях подряд, управляя танком/ПТ-САУ. Бои на арт-САУ не прерывают успешную серию, но в зачет не идут.';
    $lang['title_medal_knispel'] = 'Присваивается игроку, суммарно получившему и нанесшему 10К/100К/1000К/10000К повреждений.';
    $lang['title_medal_boelter'] = 'Награда выдается игрокам, уничтожившим в одном бою 7 или более танков и САУ противника на танке или ПТ САУ, либо 10 и более на арт-САУ. В зачет идут цели 4-го уровня или выше.';

    $lang['title_maxPiercingSeries'] = 'Присваивается игроку, пробившему 5 и более раз подряд броню вражеского танка.';
    $lang['title_maxKillingSeries'] = 'Присваивается игроку, уничтожившему 3 и более вражеские машины подряд, затратив на уничтожение каждой не более одного снаряда. Серия может продолжаться в следующем бою — гибель танка игрока не учитывается.';
    $lang['title_maxSniperSeries'] = 'Присваивается игроку, попавшему 10 и более раз подряд во вражеский танк.';

    $lang['title_tank_expert_usa'] = 'Присуждается игроку, уничтожившему как минимум по одной машине, существующей на данный момент в дереве танков США. Экспертов по нации может быть столько, сколько наций в игре. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_tank_expert_france'] = 'Присуждается игроку, уничтожившему как минимум по одной машине, существующей на данный момент в дереве танков Франции. Экспертов по нации может быть столько, сколько наций в игре. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_tank_expert_ussr'] = 'Присуждается игроку, уничтожившему как минимум по одной машине, существующей на данный момент в дереве танков СССР. Экспертов по нации может быть столько, сколько наций в игре. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_tank_expert_china'] = 'Присуждается игроку, уничтожившему как минимум по одной машине, существующей на данный момент в дереве танков Китая. Экспертов по нации может быть столько, сколько наций в игре. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_tank_expert_uk'] = 'Присуждается игроку, уничтожившему как минимум по одной машине, существующей на данный момент в дереве танков Великобритании. Экспертов по нации может быть столько, сколько наций в игре. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_tank_expert_germany'] = 'Присуждается игроку, уничтожившему как минимум по одной машине, существующей на данный момент в дереве танков Германии. Экспертов по нации может быть столько, сколько наций в игре. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_tank_expert_japan'] = 'Присуждается игроку, уничтожившему как минимум по одной машине, существующей на данный момент в дереве танков Японии. Экспертов по нации может быть столько, сколько наций в игре. При добавлении в дерево танков новых машин награда становится неактуальной.';

    $lang['title_mechanic_engineer_usa'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков США. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_mechanic_engineer_france'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков Франции. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_mechanic_engineer_ussr'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков СССР. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_mechanic_engineer_china'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков Китая. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_mechanic_engineer_uk'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков Великобритании. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_mechanic_engineer_germany'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков Германии. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_mechanic_engineer_japan'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков Японии. При добавлении в дерево танков новых машин награда становится неактуальной.';
    $lang['title_mechanic_engineer'] = 'Присуждается игроку, который исследовал все танки, существующие на данный момент в дереве танков всех наций. При добавлении в дерево танков новых машин награда становится неактуальной.';

    $lang['title_sinai'] = 'Присуждается игроку, уничтожившему 100 и более танков ИС, а также машин на их базе: ИС, ИС-3, ИС-4, ИС-6, ИС-7, ИС-8, ИСУ-152, Объект 704, Объект 261';

    $lang['title_evileye'] = 'Награждается игрок, если по его индивидуальной засветке (он один засвечивал танк в момент повреждения) было повреждено 6 и более танков. В случае равного количества повреждённых танков при засвете, который реализован разными игроками, приоритет у того, кто получил больше опыта. При равном количестве полученного опыта звание не присваивается.';
    $lang['title_medal_delanglade'] = 'Награждается игрок, уничтоживший в одном бою в кругу захвата базы 4-х противников, захватывающих базу (захват может быть как последовательным, так и одновременным).';
    $lang['title_medal_tamada_yoshio'] = 'Выдаётся игроку, уничтожившему на лёгком танке в одном бою 3 и более САУ противника, превосходящих танк игрока на 2 уровня и выше. Для получения медали необходимо выжить.';
    $lang['title_medal_nikolas'] = 'Выдаётся игроку, уничтожившему в одном бою на среднем танке 4 и более танка или ПТ-САУ противника, превосходящих танк игрока на 2 уровня и выше.';
    $lang['title_medal_lehvaslaiho'] = 'Выдаётся игроку, уничтожившему в одном бою на среднем танке 2 танка либо ПТ-САУ противника, превосходящих танк игрока на 2 уровня и выше.';
    $lang['title_medal_dumitru'] = 'Выдаётся игроку, уничтожившему в одном бою на танке или ПТ-САУ 4 вражеских САУ.';
    $lang['title_medal_pascucci'] = 'Выдаётся игроку, уничтожившему в одном бою на танке или ПТ-САУ 3 вражеских САУ.';
    $lang['title_medal_lafayette_pool'] = 'Выдаётся игроку, уничтожившему в одном бою 10 и более танков или САУ противника уровнем от 4-го и выше.';
    $lang['title_medal_radley_walters'] = 'Награждается игрок на технике 5-го уровня или выше, уничтоживший в одном бою 8 или 9 машин противника. Не выдается в клановых войнах.';
    $lang['title_medal_tarczay'] = 'Выдаётся игроку, который в победном бою выжил и уничтожил не менее 5 вражеских танков или САУ, получив при этом 5 различных критических повреждений (включая выведенных из строя танкистов) и имея менее 20% запаса прочности.';
    $lang['title_medal_bruno_pietro'] = 'Выдаётся игроку, который в победном бою выжил и уничтожил не менее 3 вражеских танков или САУ, получив при этом 5 различных критических повреждений (включая выведенных из строя танкистов) и имея менее 20% запаса прочности.';
    $lang['title_medal_crucial_contribution'] = 'Выдаётся всем взводным игрокам при условии, что взвод уничтожил 12 и более машин противника.';
    $lang['title_medal_brothers_in_arms'] = 'Выдаётся всем взводным игрокам при условии, что все члены взвода выжили и уничтожили не менее чем по 3 машины противника.';
    $lang['title_medal_heroes_of_rassenay'] = 'Награждается игрок, в одиночку уничтоживший всю технику противника (не менее 14 машин).';
    $lang['title_bombardier'] = 'Награждается игрок, уничтоживший одним снарядом два и более танка. Указывается количество полученных достижений «Бомбардир» для каждого танка. В аккаунте указывается сумма «бомбардиров» по всем танкам.';

    $lang['title_huntsman'] = 'Игрок должен уничтожить в бою все лёгкие танки противника (как минимум 3 танка).';
    $lang['title_lucky_devil'] = 'В радиусе десяти метров от танка игрока вражеским игроком должен быть уничтожен вражеский же танк.';
    $lang['title_iron_man'] = 'Танк игрока должен выдержать 10+ рикошетов и непробитий подряд от вражеских игроков.';
    $lang['title_sturdy'] = 'Имея меньше 10% прочности, игрок должен получить рикошет о свой танк или непробитие от вражеского игрока и остаться в живых до конца боя.';
    $lang['title_patton_valley'] = 'Выдаётся за уничтожение 100 единиц танков M46 Patton или M48A1 Patton.';

    $lang['logout'] = 'Выйти';
    $lang['login'] = 'Вход';
    $lang['hi'] = 'Здравствуйте,';
    $lang['index_loading'] = 'Подождите пожалуйста, идет загрузка данных, это может занять некоторое время...';
    $lang['cron_done'] = 'Выполнено';
    $lang['loosed_today'] = 'Ушедшие игроки';
    $lang['new_tanks'] = 'Новые танки';
    $lang['new_players'] = 'Новые игроки';
    $lang['noone'] = 'Никого';
    $lang['players_best_results'] = 'Лучшие общие результаты';
    $lang['players_best_medals'] = 'Лучшие результаты по наградам';
    $lang['all_types'] = 'Все типы';
    $lang['all_lvls'] = 'Все уровни';
    $lang['select_tanks'] = 'Выберите отображаемые танки:';
    $lang['select_show'] = 'Показать';
    $lang['select_restriciton'] = 'Нельзя выбрать все! \r\n Потому что я так сказал.';
    $lang['select_medals'] = 'Выберите отображаемые медали:';
    $lang['show_full_perform'] = 'Показать полную боевую эффективность';
    $lang['show_average_perform'] = 'Показать среднюю эффективность за бой';
    $lang['show_ratingplace'] = 'Показать позицию в рейтинге';
    $lang['show_ratingvalue'] = 'Показать значение рейтинга';
    $lang['gotoadmin'] = 'Админ.';
    $lang['alltanks_choise_tank'] = 'Выбор отображаемых танков:';
    $lang['alltanks_all'] = 'Все';

    $lang['germany'] = 'Германия';
    $lang['usa'] = 'США';
    $lang['china'] = 'Китай';
    $lang['ussr'] = 'СССР';
    $lang['france'] = 'Франция';
    $lang['uk'] = 'Англия';
    $lang['japan'] = 'Япония';

    $lang['AT-SPG'] = 'пт';
    $lang['SPG'] = 'сау';
    $lang['lightTank'] = 'лт';
    $lang['mediumTank'] = 'ст';
    $lang['heavyTank'] = 'тт';

    $lang['tab_del'] = 'Вкладка <b>%1$s</b> (файл: <b>%2$s</b>) была удалена, но запись о ней в базе данных осталась.<br />Пожалуйста, удалите запись из базы данных в админке, или восстановите файл.';
    $lang['days'] = ' дн.';
    $lang['no_province'] = 'У клана нет владений на глобальной карте.';
    $lang['no_war'] = 'У клана нет назначенных боёв.';
    $lang['dateof'] = 'Данные по состоянию на';
    $lang['reg'] = 'Дата регистрации:';

    $lang['recruit'] = 'Новобранец';
    $lang['private'] = 'Солдат';
    $lang['recruiter'] = 'Вербовщик';
    $lang['diplomat'] = 'Дипломат';
    $lang['commander'] = 'Полевой командир';
    $lang['leader'] = 'Командир';
    $lang['vice_leader'] = 'Заместитель командира';
    $lang['treasurer'] = 'Казначей';

    $lang['err_med1'] = 'Полученные медали принадлежат ушедшим игрокам';
    $lang['err_med2'] = 'За указанный период наград нет';
    $lang['greeting_top'] = 'Топ '; 
    $lang['greeting_top1'] = ' по эффективности';
    $lang['greeting_top2'] = ' по урону';
    $lang['greeting_top3'] = ' по засвету';
    $lang['greeting_top4'] = ' по захвату';
    $lang['greeting_top5'] = ' по защите';
    $lang['greeting_h1'] = 'Общие показатели клана';
    $lang['greeting_h2'] = 'Боевые показатели клана';
    $lang['greeting_h3'] = 'Боевой опыт клана';
    $lang['greeting_sub1'] = 'Сутки';
    $lang['greeting_sub2'] = 'Общие';
    $lang['averag_hit_ratio'] = 'Средний % попадания';
    $lang['averag_surv'] = 'Выживаемость в битвах';
    $lang['no_new'] = 'Новая техника отсутствует';

    $lang['table_resized'] = 'Таблица слишком широкая, и видна частично. Для просмотра скрытой части таблицы, используйте прокрутку внизу таблицы.';

    $lang['st_title'] = 'Статистика отдельного игрока';
    $lang['classVf'] = 'Виртуоз<br>(рейтинг выше, чем у 99% игроков)';
    $lang['classMf'] = 'Мастер-танкист<br>(рейтинг выше, чем у 95% игроков)';
    $lang['class1f'] = 'Танкист 1-го класса<br>(рейтинг выше, чем у 80% игроков)';
    $lang['class2f'] = 'Танкист 2-го класса<br>(рейтинг выше, чем у 60% игроков)';
    $lang['class3f'] = 'Танкист 3-го класса<br>(рейтинг выше, чем у 45% игроков)';
    $lang['deer3f'] = 'Оленевод 3-го класса<br>(рейтинг выше, чем у 30% игроков)';
    $lang['deer2f'] = 'Оленевод 2-го класса<br>(рейтинг выше, чем у 20% игроков)';
    $lang['deer1f'] = 'Оленевод 1-го класса<br>(рейтинг выше, чем у 10% игроков)';
    $lang['deerMf'] = 'Мастер-оленевод<br>(рейтинг ниже, чем у 10% игроков)';
    $lang['emem'] = 'Стиль игры';
    $lang['emem_fsb_title'] = 'Отношение суммы уничтоженных и обнаруженных врагов к количеству проведенных боев';
    $lang['emem_fsb'] = 'Общая агресcивность';
    $lang['emem_fb_title'] = 'Отношение уничтоженных врагов к количеству проведенных боев';
    $lang['emem_fb'] = 'Боец';
    $lang['emem_sb_title'] = 'Отношение обнаруженных врагов к количеству проведенных боев';
    $lang['emem_sb'] = 'Разведчик';
    $lang['emem_cb_title'] = 'Отношение количества очков захвата базы к количеству проведенных боев';
    $lang['emem_cb'] = 'Захватчик';
    $lang['emem_db_title'] = 'Отношение количества очков защиты базы к количеству проведенных боев';
    $lang['emem_db'] = 'Защитник';

    $lang['brone_anno'] = 'Данный рейтинг не имеет четких показательных границ.';
    $lang['upd_at'] = 'Дата обновления статистики';
    $lang['perform_class'] = ' по классам техники';
    $lang['perform_nation'] = ' по нациям техники';
    $lang['perform_lvl'] = ' по уровням техники';
    $lang['duckandcover'] = 'Статистика принадлежности игрока кланам';
    $lang['till_today'] = 'По сей день';
    $lang['unknown'] = 'Неизвестно';
    $lang['med_title'] = 'Статистика по наградам и достижениям';
    $lang['teh_title'] = 'Статистика по отдельным машинам';
    $lang['lvl_up1'] = 'Для получения ';
    $lang['lvl_up2'] = '<br>При текущем уровне игры для этого потребуется примерно ';
    $lang['lvl_b'] = ' боев.';
    $lang['lvl_kay'] = ' степени медали Кея потребуется еще ';
    $lang['lvl_heroes'] = " званий 'Герой Битвы'.";
    $lang['lvl_car'] = ' степени медали Кариуса потребуется еще ';
    $lang['lvl_des'] = ' единиц уничтоженной бронетехники.';
    $lang['lvl_lac'] = ' степени медали Леклерка потребуется еще ';
    $lang['lvl_cap'] = ' очков захвата базы.';
    $lang['lvl_abr'] = ' степени медали Абрамса потребуется победить и выжить в ';
    $lang['lvl_ali'] = ' боях.';
    $lang['lvl_pop'] = ' степени медали Попеля требуется обнаружить в бою ';
    $lang['lvl_spo'] = ' единиц вражеской техники.';
    $lang['lvl_lav'] = ' степени медали Лавриненко поребуется еще ';
    $lang['lvl_def'] = ' очков защиты базы.';
    $lang['lvl_kni'] = ' степени медали Книспеля поребуется еще нанести или получить ';
    $lang['lvl_dd'] = ' очков повреждений';
    $lang['class'] = 'Класс техники';
    $lang['nation'] = 'Нация техники';
    $lang['level'] = 'Уровень техники';
    $lang['teh_anno'] = '*В таблице отображается только та техника, на которой проведено не менее 20 боев.';
    $lang['avr_eff_ret'] = 'Средний РЭ';

    $lang['company'] = 'Рота';
?>